#3) შექმენით ცვლადი რომელიც იქნება credit და უნდა შექმნათ კიდე 2 ცვლადი რომელიც იქნება credit დიდი ასოებით და ახსენით კომენტარებით რა განსხვავებაა ამ ცვლადების შორის


credit = 13
Credit = 13
CREDIT = 13

#როგორც ვიცით დიდი და პატარა ასო განსხვავდება ერთმანეთისგან , როგორც print ჩვენ თუ დავწერთ პატარა ასოთი print ეს იქნება შეცდომა რადგან ყოველ კოდს აქვს თავისი წესი და ეს წესები უნდა დავიცვათ ამ მომენტში როგორც გვინდა ისე დავწერთ რადგან არის ცვლადი მაგრამ მთავარია არ დავუშვათ ესეთი შეცდომები

credit = 13
print(Credit)

Credit = 13
print(credit)

CREDITE = 13



#რადგან კომპიუტერი ჩათვლის როგორვ შეცდომას

